tap "jandedobbeleer/oh-my-posh"
tap "remotemobprogramming/brew"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "awsume"
brew "bat"
brew "btop"
brew "cocoapods"
brew "diff-so-fancy"
brew "docker"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "gitleaks"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "languagetool", restart_service: :changed
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "nvm"
brew "opam"
brew "openjdk"
brew "pkgconf"
brew "plantuml"
brew "pnpm"
brew "powerlevel10k"
brew "python-setuptools"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zsh"
brew "zsh-autosuggestions"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "brave-browser"
cask "coscreen"
cask "cursor"
cask "deepl"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "gimp"
cask "gitkraken"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "kitty"
cask "krisp"
cask "loom"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nordlayer"
cask "obsidian"
cask "orbstack"
cask "pop-app"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "telegram"
cask "tomatobar"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "yaak"
cask "zed"
cask "zed@preview"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "jaredly.reason-vscode"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ocamllabs.ocaml-platform"
vscode "pkief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "sainnhe.gruvbox-material"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomphilbin.gruvbox-themes"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
